Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: This, said Squealer, was something called tactics. He repeated a number of times, “Tactics, comrades, tactics!” skipping round and whisking his tail with a merry laugh.
uk_1984_iryna_dybko_khutir_tvaryn: Сподіваюсь, ви зрозуміли стратегію Вісарйонова і його тактику супроти Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Це, сказав Пищик, і є тим, що зоветься тактикою. І кілька разів повторив: «Тактика, товариші, тактика!», аж підстрибуючи й весело помахуючи хвостиком-бубликом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ця штука називається тактикою, додав Пискун, і повторив кілька разів: «Тактика, товариші, тактика!», підстрибуючи й метляючи хвостиком в такт своєму веселому сміху.

source: The animals were not certain what the word meant, but Squealer spoke so persuasively, and the three dogs who happened to be with him growled so threateningly, that they accepted his explanation without further questions.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини не дуже то розуміли, що таке «тактика», «стратегія», але Нікітов так переконливо говорив ті слова, ще й під супровід гарчання трьох псів, які завжди, коли Нікітов мав дещо сказати, пояснити тваринам, були нерозлучно при ньому. Тож тваринам не лишалось нічого іншого, як без запитів прийняти його пояснення.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не всі достеменно знали, що те слово значить, але Пищик говорив так переконано, а троє псів із ним ошкірювалися так погрозливо, що всі сприйняли його пояснення без додаткових запитань.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не всі тварини знали це слово, але Пискун говорив так переконливо, а три собаки, які випадково опинилися поруч, гарчали так грізно, що пояснення прийняли без подальших розпитувань.

source: Chapter VI
uk_1984_iryna_dybko_khutir_tvaryn: VI
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ VI

source: All that year the animals worked like slaves.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини вже цілий рік, як раби, працювали при будові вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Упродовж всього того року тварини працювали, як каторжні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цілий рік тварини працювали, як заведені,

source: But they were happy in their work; they grudged no effort or sacrifice, well aware that everything that they did was for the benefit of themselves and those of their kind who would come after them, and not for a pack of idle, thieving human beings.
uk_1984_iryna_dybko_khutir_tvaryn: День-у-день за тяжкою працею, жертвенно працювали і не нарікали, бо завжди пригадували собі слова Давидовича — яку безмежну полегшу колись принесе їм вітряк — і вірили, що всі ті дошкульні теперішні зусилля увінчаються успіхом на користь майбутніх поколінь, а не для паразита-людини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але почувалися щасливими й не зупинялися перед жодним зусиллям чи жертвою, усвідомлюючи, що все те робиться задля блага їхнього і тих, хто прийде після них. А не для збіговиська ледачих і злодійкуватих людських створінь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: однак почувалися щасливими. Вони не шкодували зусиль, їх не зупиняли труднощі, бо усвідомлювали, що ця солодка каторга для власного блага й блага своїх нащадків, а не для зграї лінивих і злодійкуватих дармоїдів-людей.

source: Throughout the spring and summer they worked a sixty-hour week, and in August Napoleon announced that there would be work on Sunday afternoons as well.
uk_1984_iryna_dybko_khutir_tvaryn: Весною і літом тварини по шістдесят годин у тиждень були при будові вітряка. А в серпні Вісарйонов наказав, щоби для прискорення будови працювати ще й після обіду в неділі;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Весну й літо вони працювали по десять годин на день, а в серпні Наполеон оголосив, що і в неділю пополудні випадає робота.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усю весну, всеньке літо вони товклися на роботах по десять годин на день, а в серпні Наполеон оголосив, що доведеться працювати й у неділю.

source: This work was strictly voluntary, but any animal who absented himself from it would have his rations reduced by half.
uk_1984_iryna_dybko_khutir_tvaryn: це, ймовірно, не примусове, але... хто із тварин не прийде на працю, тоді харчові приділи зменшать такому наполовину.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Робота винятково добровільна, але тому, хто не вийде, удвічі зменшать пайку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щоправда, виходити треба добровільно, а хто не захоче — не біда, тільки доведеться урізати їм пайку наполовину.

source: The harvest was a little less successful than in the previous year, and two fields which should have been sown with roots in the early summer were not sown because the ploughing had not been completed early enough.
uk_1984_iryna_dybko_khutir_tvaryn: Жнива цього року були менш успішні як колинебудь, бо всі зусилля тварин були зосереджені на будові вітряка і, таким чином, незорані поля весною лежали облогом; просто не було коли й думати про конечне орання й засіви...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Врожай удався менший, аніж попереднього року, але два лани, що на початку літа мали засіяти коренеплодами, так і лишилися не засіяні, бо їх надто пізно зорали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Урожай був трохи гіршим, ніж торік, та й дві ділянки гуляли — їх не засіяли коренеплодами, бо не встигли зорати.

source: It was possible to foresee that the coming winter would be a hard one.
uk_1984_iryna_dybko_khutir_tvaryn: Тому то вже ранньою осінню стало очевидним, що майбутню зиму не буде легко пережити, бо не буде належної кількости зерна ні сіна, щоб вистачали до весни і літа.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А зима, судячи з усього, наближалася сувора.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож, сумнівів не було, що зима буде важка.

source: The windmill presented unexpected difficulties.
uk_1984_iryna_dybko_khutir_tvaryn: В часі будови вітряка тварини натрапили на непередбачені труднощі, що спричинились до сповільнення праці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З вітряком виникли несподівані труднощі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Далеко не все складалося добре й зі спорудженням вітряка.

source: There was a good quarry of limestone on the farm, and plenty of sand and cement had been found in one of the outhouses, so that all the materials for building were at hand.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч мали вистачальну кількість каменю, піску й цементу,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На фермі була добра каменоломня вапняку, а в одній з господарських будівель виявили достатньо піску й цементу, тож усі будівельні матеріали були під рукою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На території ферми справді були чималі поклади вапняку, а пісок і цемент знайшовся в одній з господарських будівель, тож будівельні матеріали проблем не становили.

source: But the problem the animals could not at first solve was how to break up the stone into pieces of suitable size.
uk_1984_iryna_dybko_khutir_tvaryn: та не мали відповідного знаряддя, яким було б можна розбивати камінь на потрібні до будови розміри.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але найважче, з чим зіткнулися тварини, це те, як розбивати каміння на потрібні шматки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А от як дробити камінь на шматки потрібного розміру, тварини ніяк не могли придумати.

source: Only after weeks of vain effort did the right idea occur to somebody-namely, to utilise the force of gravity.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки після довшого часу хтось порадив, щоб ужити силу тяжіння.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише по тижнях марних потуг комусь сяйнула рятівна ідея — а якщо використати силу тяжіння.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Минули тижні марних потуг, поки нарешті хтось не запропонував використовувати силу тяжіння.

source: Huge boulders, far too big to be used as they were, were lying all over the bed of the quarry. The animals lashed ropes round these, and then all together, cows, horses, sheep, any animal that could lay hold of the rope — even the pigs sometimes joined in at critical moments — they dragged them with desperate slowness up the slope to the top of the quarry, where they were toppled over the edge, to shatter to pieces below.
uk_1984_iryna_dybko_khutir_tvaryn: Тож почали понад сили своїх і спроможностей вивозити на гору велетенські брили каменю; везли аж на самий вершок каменярні, тоді звідтіля скидали їх униз, а вони розбивались на дрібні куски. Часто, при вивожуванні каменю на гору, тваринам просто не ставало сил, і тоді, у критичних хвилинах, навіть свині помагали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: По всій каменоломні валялися величезні валуни, завеликі для того, що мали будувати. Тварини обв'язували їх мотузками, а тоді гуртом: корови, коні, вівці і кожен, хто міг ухопитися за мотузку, навіть свині приєднувалися у вирішальну мить, — і з розпачливою повільністю волокли їх на верх каменоломні. Там вони пускали валуни з обриву, і ті трощилися на шматки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На дні кар’єра валялися величезні каменюки, які тварини обв’язували канатами, а потім гуртом: корови, коні, вівці — усі, хто міг тримати в зубах мотузку — навіть свині іноді долучалися в критичні моменти, — повільно волокли схилом нагору, а потім скидали їх униз. Валуни летіли назад у кар’єр, розбиваючись на дрібні шматки.

source: Transporting the stone when it was once broken was comparatively simple.
uk_1984_iryna_dybko_khutir_tvaryn: Зате перевезення вже розбитого каменю на місце будови вітряка не було таке і складне,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перевозити порозбиване каміння було незрівняно легше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перевозити потрощене каміння було значно легше.

source: The horses carried it off in cart-loads, the sheep dragged single blocks, even Muriel and Benjamin yoked themselves into an old governess-cart and did their share.
uk_1984_iryna_dybko_khutir_tvaryn: бо коні вивозили їх виповненими вщерть возами. Навіть вівці, коза Мурка й Молчазніков запрягались у менші вози й тягнули каменюки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коні вивозили його візками, вівці й собі волокли окремі уламки, навіть Мюріел і Бенджамін впрягалися в стару гарбу, долучаючи свої зусилля.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коні впрягалися у візки, вівці тягли окремі шматини. Навіть Мюріель і Бенджамін докладали неабияких зусиль, пристосувавши для цієї справи стару двоколку.

source: By late summer a sufficient store of stone had accumulated, and then the building began, under the superintendence of the pigs.
uk_1984_iryna_dybko_khutir_tvaryn: Пізнім літом, коли вже вистачальна кількість каміння була на горбку, почали, під наглядом свиней, будувати вітряк.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На кінець літа, коли назбиралося достатньо каменю, під наглядом свиней почали зводити вітряк.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До кінця літа зібрали достатньо каменю, і під наглядом свиней почали будівництво.

source: But it was a slow, laborious process.
uk_1984_iryna_dybko_khutir_tvaryn: Була це дошкульна й пинява праця.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але то була вкрай повільна й многотрудна справа.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та справа рухалася аж надто повільно.

source: Nothing could have been achieved without Boxer, whose strength seemed equal to that of all the rest of the animals put together.
uk_1984_iryna_dybko_khutir_tvaryn: До речі, нічого не можна було б здійснити, якби не було Добрилова; він своєю просто надприродною силою визначався понад усі, разом взявши, тварини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Годі було обійтися без Боксера, що силою, здавалося, перевершував усіх інших тварин разом узятих.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Без Боксера нічого б не було. Здавалося, він був сильніший за всіх тварини разом узятих.

source: To see him toiling up the slope inch by inch, his breath coming fast, the tips of his hoofs clawing at the ground, and his great sides matted with sweat, filled everyone with admiration.
uk_1984_iryna_dybko_khutir_tvaryn: Із трепетним подивом дивились вони, як Добрилов при напруженні всіх своїх м’язів, з важким віддихом, здобував п’ядь за п’яддю горбок, витягаючи величезну кількість каменів на нього.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони не приховували захвату, як він дюйм по дюйму видирався, важко дихаючи, як зводиться вгору, риючи копитами землю, як лисніють від поту його могутні боки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тоді всі у захваті замовкали, дивлячись, як він, виблискуючи боками, вкритими потом, дюйм за дюймом долає висоту, важко дихаючи й вибиваючи копитами землю.

source: Clover warned him sometimes to be careful not to overstrain himself, but Boxer would never listen to her.
uk_1984_iryna_dybko_khutir_tvaryn: Конева не раз і не два перестерігала його, що він працюючи ось так понад сили, серйозно пошкодить собі на здоров’ї. Але Добрилов не звертав уваги на всі її попередження, перестороги і турботи,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка часом остерігала його, мовляв, працюй обережніше, не надірвись, але Боксер чи й слухав її.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна іноді застерігала його бути обережнішим, що так недовго й надірватися, але Боксер не звертав уваги на ці слова.

source: His two slogans, “I will work harder” and “Napoleon is always right,” seemed to him a sufficient answer to all problems.
uk_1984_iryna_dybko_khutir_tvaryn: відповідаючи завжди двома реченнями: «Вісарйонов завжди по стороні правди. Я працюватиму ще дужче».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Два його гасла: «Я працюватиму ще завзятіше» та «Наполеон завжди правий» були, як на нього, красномовною відповіддю на всі застороги.

source: He had made arrangements with the cockerel to call him three-quarters of an hour earlier in the mornings instead of half an hour.
uk_1984_iryna_dybko_khutir_tvaryn: Він навіть домовився з півнем, щоб його будив на три чверти години скоріше за всіх;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він попрохав півня, щоб той будив його вранці не на тридцять, а на сорок п'ять хвилин раніше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він домовився з півнем, що той будитиме його не на пів години, а на сорок п’ять хвилин раніше.

source: And in his spare moments, of which there were not many nowadays, he would go alone to the quarry, collect a load of broken stone, and drag it down to the site of the windmill unassisted.
uk_1984_iryna_dybko_khutir_tvaryn: таким чином, заки всі прийдуть, він зможе повизбирувати порозкидане каміння при перевозі, та приготувати його до будови.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А вільної часини, хоч їх тепер і було обмаль, сам рушав до каменоломні, набирав візок потрощеного каменю і самотужки волік до вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У вільні хвилини, яких тепер майже не було, Боксер спускався в кар’єр, набирав візок уламків і самотужки тягнув його до будівельного майданчика.

source: Nevertheless, as the summer wore on, various unforeseen shortages began to make them selves felt.
uk_1984_iryna_dybko_khutir_tvaryn: Минало літо, нові потреби виринали;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте наближалася осінь, а з цим виникали й різні непередбачені ускладнення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте наближалася осінь і принесла із собою нові турботи.

source: There was need of paraffin oil, nails, string, dog biscuits, and iron for the horses’ shoes, none of which could be produced on the farm.
uk_1984_iryna_dybko_khutir_tvaryn: коням були потрібні нові підкови, також були конечні цвяхи й шнури для будови вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З'явилася потреба в гасі, цвяхах, мотузках, сухарях для собак, залізі для підков — жодне з цього не могло вироблятися на фермі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не вистачало гасу, цвяхів, шпагату, галет для собак, кінських підків, — всього того, що Колгосп самотужки не міг виробляти.

source: Later there would also be need for seeds and artificial manures, besides various tools and, finally, the machinery for the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Стало бракувати зерна для засіву озимини й пільного навозу, вже не кажучи про модерніше приладдя для будови, що тепер просто необхідне.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А пізніше постане потреба в насінні, мінеральному добриві, не кажучи про всілякий реманент і, нарешті, пристроях для вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Згодом до цього переліку слід було додати насіння, реманент, обладнання для млина.

source: How these were to be procured, no one was able to imagine.
uk_1984_iryna_dybko_khutir_tvaryn: Але, на жаль, ніхто з тварин не мав поняття, звідкіля весь той недобір придбати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Де все те діставати, ніхто не уявляв.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніхто й уявити не міг, звідки все це береться.

source: One Sunday morning, when the animals assembled to receive their orders, Napoleon announced that he had decided upon a new policy.
uk_1984_iryna_dybko_khutir_tvaryn: В чергову неділю рано, як завжди, зібрались усі тварини, щоб одержати розпорядження. Всі тоді й довідались, що Вісарйонов заводить новий закон,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Одного недільного ранку, коли тварини зібралися вислухати розпорядження, Наполеон оголосив про свою нову політику.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Одного недільного ранку, коли тварини зібралися у хліві затямити розпорядження на наступний тиждень, Наполеон оголосив, що ухвалив рішення започаткувати новий курс.

source: From now onwards Animal Farm would engage in trade with the neighbouring farms: not, of course, for any commercial purpose, but simply in order to obtain certain materials which were urgently necessary.
uk_1984_iryna_dybko_khutir_tvaryn: відсьогодні хутір буде займатись торгівлею із сусідніми землевласниками. Не буде воно з комерційних причин, а буде це виміна наших товарів за конечне приладдя для будови вітряка, для праці в полі та вдома в загальних щоденних потребах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відтепер їхня ферма торгуватиме з сусідніми фермами: певно ж, не з якихось комерційних міркувань, а щоб отримати дефіцитні матеріали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтепер «Колгосп тварин» торгуватиме із сусідніми фермами. Робиться це, безумовно, не з комерційних міркувань, а щоб отримати вкрай потрібні матеріали.

source: The needs of the windmill must override everything else, he said.
uk_1984_iryna_dybko_khutir_tvaryn: Також пояснив Вісарйонов, що будова вітряка мусить випередити всі інші конечності.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він заявив, що вітрякові мусить підлягати все.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бо будівництво млина — це пріоритет.

source: He was therefore making arrangements to sell a stack of hay and part of the current year’s wheat crop, and later on, if more money were needed, it would have to be made up by the sale of eggs, for which there was always a market in Willingdon.
uk_1984_iryna_dybko_khutir_tvaryn: Тим то для придбання грошей потрібних для будови, конче продавати сіно, пшеницю, кукурудзу, навіть і яйця, до речі, на них найбільше запотребування у Волгограді.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тому він і провадив переговори про збут копиці сіна й частини врожаю пшениці: згодом, як знадобиться більше грошей, доведеться пустити на продаж і яйця, на які в Уїллінгдоні завжди був попит.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тому нині тривають переговори про продаж однієї копиці сіна та частини врожаю пшениці, а якщо знадобиться більше грошей, доведеться продавати яйця, на які завжди є попит у Віллінгдоні.

source: The hens, said Napoleon, should welcome this sacrifice as their own special contribution towards the building of the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Тож кури повинні радіти нагодою, що можуть виказати свою жертвенність і зносити яйця навіть понад норму; тоді буде їх найбільше на продаж і таким чином причиняться до скорішого здійснення наміченої мети — будови вітряка!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кури, сказав Наполеон, мусять охоче піти на цю жертву, це стане їхнім особистим внеском у спорудження вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон підкреслив, що кури мають згадати про жертовність заради будівництва вітряка.

source: Once again the animals were conscious of a vague uneasiness.
uk_1984_iryna_dybko_khutir_tvaryn: Вістки, що їх Вісарйонов із притиском в голосі передав, полонили тварин у стан тривоги й неспокою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І знову тварини відчули невиразну тривогу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І знову тварин охопило невиразне занепокоєння.

source: Never to have any dealings with human beings, never to engage in trade, never to make use of money — had not these been among the earliest resolutions passed at that first triumphant Meeting after Jones was expelled?
uk_1984_iryna_dybko_khutir_tvaryn: Бо чейже так недавно, після перемоги над Романовим, чули вони, що в науці тваринізму забороняється будь- який зв’язок з людиною; чи то в обміні товарами, чи в ужитку грошей. Таким конечностям не бути на Хуторі тварин!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не мати діла з людськими істотами, не торгувати, не користуватися грішми — хіба цих резолюцій вони не прийняли найперше на Мітингу після звитяги над Джонсом?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніколи не спілкуватися з людськими істотами, не торгувати, не торкатися грошей, — хіба не ці рішення вони одностайно ухвалили відразу після вигнання Джонса?

source: The four young pigs who had protested when Napoleon abolished the Meetings raised their voices timidly, but they were promptly silenced by a tremendous growling from the dogs.
uk_1984_iryna_dybko_khutir_tvaryn: Коли Вісарйонов покінчив постанови, четверо поросят, ті, що вже раз виявляли своє невдоволення з приводу заборони дискусій на мітингах, знову почали пригадувати, що не так Марков порядкував і не такий спосіб життя передбачав на вільному від людини хутрі. Проте в ту ж мить пси дико загарчали,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чотири підсвинки, що оскаржували скасування Наполеоном Мітингів, несміливо подали голос, але відразу вмовкли, зачувши страхітливе гарчання псів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Четверо молодих кабанчиків, які протестували свого часу проти скасування зборів, підняли було голос і цього разу, але грізне гарчання псів негайно припинило боязкий протест.

source: Then, as usual, the sheep broke into “Four legs good, two legs bad!” and the momentary awkwardness was smoothed over.
uk_1984_iryna_dybko_khutir_tvaryn: а вслід за ними овечки почали своє бекання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім своїм звичаєм замекали вівці: «Чотири ноги — добре, а дві — погано», згладивши хвилинне замішання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А потім вівці, як завжди, завели своє бекання: «Чотири ноги — добре, дві ноги — погано» й невдоволення поступово забулося.

source: Finally Napoleon raised his trotter for silence and announced that he had already made all the arrangements.
uk_1984_iryna_dybko_khutir_tvaryn: Самозрозуміло, поросята замовкли, а Вісарйонов підніс ратицю вгору на знак, що ще бажає говорити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон підніс ратицю, закликаючи до тиші, і оголосив, що вже про все домовлено.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарешті Наполеон підвів ратицю, закликаючи до мовчання й оголосив, що він про все подбав.
